
"Message Center" = "Message Center";

/* Growl alert sheet */
"Cancel" = "Cancel";
"Don't Ask Again" = "Don't ask again";
"Install" = "Install";

"Install Growl" = "Install Growl";

"Start Growl" = "Start Growl";

"Show Growl preferences" = "Show Growl Preferences";

"Growl installation required" = "Your HP device uses an application called Growl to notify you when something important needs attention, such as running out of paper.\n\nIn order to receive these notifications, additional software must be installed. No download is required, simply click “Install” to install Growl on your system.\n\nTo start Growl notifications whenever you login to this computer, go to Apple's System Preferences, select the Growl preferences pane and then select the \"Start Growl at login\" checkbox.";

"Growl not running" = "Your HP device uses an application called Growl to notify you when something important needs attention, such as running out of paper. In order to receive these notifications, please start Growl by following these steps:\n\n1. View the Growl Preference Pane by clicking the \"Show Growl Preferences\" button below.\n2. In the Growl Preference Pane, click the \"Start Growl\" button.\n3. To start Growl messaging whenever you login to this computer, go to Apple's System Preferences, select the Growl preferences pane and then select the \"Start Growl at login\" checkbox.\n4. Quit System Preferences.";

// Yet to be localized
"Loading events" = "Loading events...";
HSDDeviceKeyword = "Device";
HSDAlertKeyword = "Alert";
HSDEventKeyword = "Event";

HSDAlertSettingsTitle = "Alert Settings";
HSDAlertsNote = "Specify the level of extended status information you want to see for your HP device. You will always be notified if the device is unable to complete a task that you have requested, or if your attention is required.";

HSDDisplayAlertsTitle = "Show extended alerts for:";
HSDAutodismissAlertsTitle = "Automatically dismiss alerts in";
HSDAutodismissAlertsTitlePostfix = "second(s) for:";

HSDErrorsWarningsAndInfo = "errors, warnings and informational messages";
HSDErrorsAndWarnings = "errors and warnings";
HSDErrorsOnly = "errors only";
HSDInfoMessages = "informational messages";
HSDWarningsAndInfoMessages = "warnings and informational messages";

HSDDisplayVirtualAlertsTitle = "Show web content in alerts";
HSDVirtualAlertsNote = "HSD_TEXT:With your permission, the status of your device can be securely shared with HP. When provided this information HP can check to see if you are enrolled in an HP program or eligible for special offers, and modify the alert based on available options.

* To learn more about the information sent to HP, see HSD_KEYED_LINK:MoreInfoTitle.

* To learn more about HP’s Privacy Policy, see HSD_LINK:HSDPrivacyStatementOnlineLink.";
